{
    "header": "The DMARC Policy Builder on this page can be used to build an appropriate policy for your domain. All parameters are set to sane defaults. The Policy and Subdomain Policy are up to you, and the same goes for the reporting email addresses. Only modify the other parameters if you think it is necessary.",
    "result": "The box below contains the generated DMARC record. You can copy it and add it as a TXT record under your domain named _dmarc.",
    "copied": "Copied to clipboard",
    "tab_general": "General",
    "tab_result": "Result",
    "tab_aggregate": "Aggregate reports",
    "tab_failure": "Failure reports",
    "p_p": "Policy",
    "p_p_tip": "The policy specifies what a server should do with unauthenticated mail. You can choose from none, quarantine and reject.",
    "p_p_tip_blog": "View tips",
    "p_p_tip_none": "no action is taken on messages that do not pass the DMARC checks by the receiving server. Messages are delivered normally to the recipient.",
    "p_sp": "Subdomain policy",
    "p_sp_tip": "The policy can be set in the same record for both main and subdomains. By default, you use the same policy.",
    "p_sp_same": "Same as domain",
    "p_pct": "Percentage",
    "p_pct_tip": "Indicates the percentage of emails to which the DMARC policy is applied.",
    "p_p_none": "none",
    "p_p_quarantine": "quarantine",
    "p_p_tip_quarantine": "emails where the SPF or DKIM check fails are treated as spam. Often this means the message ends up in the spam box.",
    "p_p_reject": "reject",
    "p_p_tip_reject": "emails where the SPF or DKIM check fails are immediately rejected by the server. As a result, the recipient will not see this mail in the inbox or spam.",
    "p_aspf": "SPF alignment",
    "p_aspf_tip": "DMARC passes or fails a message based on how closely the message From: header matches the sending domain specified by either SPF or DKIM. This is called alignment.",
    "p_aspf_relaxed": "the domain in the header From: address must match or be a subdomain of the SPF authenticated domain.",
    "p_aspf_strict": "an exact match between the SPF authenticated domain, and the domain in the header From: address.",
    "p_adkim": "DKIM alignment",
    "p_adkim_relaxed": "the domain in the header From: address must match or be a subdomain of the domain specified in the DKIM signature d= tag.",
    "p_adkim_strict": "an exact match between the relevant DKIM domain, and the domain in the header From: address.",
    "p_a_relaxed": "Relaxed",
    "p_a_strict": "Strict",
    "p_rua": "Send aggregate reports to",
    "p_rua_tip": "Recipients that support this (such as Google or Yahoo) periodically send an XML file with information about email received from your domain. This shows whether the recipient has seen SPF and DKIM of emails received in the past period as valid.",
    "p_ri": "Interval",
    "p_ri_tip": "Determines how often you receive the reports. The default is 1 day, but you can change this to your preferred interval.",
    "p_ruf": "Send failure reports to",
    "p_ruf_tip": "These reports contain headers of mails that have failed SPF or DKIM checks. Failure reports are readable by both machines and humans and are constructed in AFRF format. This type of report is sent immediately when an email fails.",
    "p_fo": "Options",
    "p_fo_all": "All authentication mechanisms failed",
    "p_fo_all_tip": "generate DMARC report if all underlying verification mechanisms (SPF and DKIM) fail to produce an aligned successful result.",
    "p_fo_any": "Any authentication mechanism failed",
    "p_fo_any_tip": "generate DMARC report if an underlying authentication mechanism (SPF or DKIM) produced anything other than an aligned successful result.",
    "p_fo_dkim": "DKIM validation failed",
    "p_fo_dkim_tip": "generate DKIM report if the message had a signature that could not be properly assessed, regardless of alignment.",
    "p_fo_spf": "SPF validation failed",
    "p_fo_spf_tip": "generate SPF report if message failed SPF evaluation, regardless of alignment.",
    "p_rf": "Report format",
    "p_rf_tip": "Authentication Failure Reporting Format (AFRF) is a standard format for reporting spam via email.",
    "p_rf_afrf": "X-ARF format",
    "p_rf_iodef": "XML format",
    "w_copy": "copy",
    "w_hour": "hour",
    "w_hours": "hours",
    "w_day": "day",
    "": ""
}
