{
    "header": "Deze DMARC Policy Builder kun je gebruiken om een geschikte policy voor je domein te bouwen. Alle parameters staan standaard veilig ingesteld. Je hoeft dus enkel een policy te kiezen en te bepalen wat er met subdomeinen gebeurt. De rest kun je naar smaak aanpassen.",
    "result": "Hieronder staat het gegenereerde DMARC-record. Deze kun je kopiëren en instellen als TXT-record voor je domein met de naam _dmarc.",
    "copied": "Gekopieerd naar het klembord",
    "tab_general": "Algemeen",
    "tab_result": "Resultaat",
    "tab_aggregate": "Aggregate reports",
    "tab_failure": "Failure reports",
    "p_p": "Policy",
    "p_p_tip": "De policy geeft aan wat een server met ongeauthenticeerde mail moet doen. Je kunt kiezen uit none, quarantine en reject.",
    "p_p_tip_blog": "Bekijk de tips",
    "p_p_tip_none": "er wordt geen actie ondernomen op berichten die niet door de DMARC-controles komen van de ontvangende server. E-mails worden normaal afgeleverd bij de ontvanger.",
    "p_sp": "Subdomein-policy",
    "p_sp_tip": "De policy kan in hetzelfde record worden ingesteld voor zowel hoofd- als subdomeinen. Standaard houd je hiervoor dezelfde policy aan.",
    "p_sp_same": "Zelfde als domein",
    "p_pct": "Percentage",
    "p_pct_tip": "Het percentage geeft aan op hoeveel procent van de e-mails het DMARC-beleid wordt toegepast.",
    "p_p_none": "none",
    "p_p_quarantine": "quarantine",
    "p_p_tip_quarantine": "e-mails waarbij de SPF- of DKIM-check faalt, worden als spam behandeld. Vaak betekent dit dat het bericht terecht komt in de spambox.",
    "p_p_reject": "reject",
    "p_p_tip_reject": "e-mails waarbij de SPF- of DKIM-check faalt, worden door de server direct geweigerd. De ontvanger ziet deze mail dus niet in de inbox of spam.",
    "p_aspf": "SPF-uitlijning",
    "p_aspf_tip": "DMARC keurt berichten goed of weigert deze gebaseerd op hoe goed de Van-koptekst van het bericht overeenkomt met het verzenddomein, zoals bepaald door SPF of DKIM. Dit wordt uitlijning genoemd.",
    "p_aspf_relaxed": "het domein in het adres in de Van-koptekst moet overeenkomen met of een subdomein zijn van het door SPF-geverifieerde domein.",
    "p_aspf_strict": "een exacte overeenkomst tussen het SPF-geverifieerde domein en het domein in de Van-koptekst.",
    "p_adkim": "DKIM-uitlijning",
    "p_adkim_relaxed": "het domein in het adres in de Van-koptekst moet overeenkomen met of een subdomein zijn van het domein dat is opgegeven in de tag d= in de DKIM-handtekening.",
    "p_adkim_strict": "een exacte overeenkomst tussen het relevante DKIM-domein en het domein in de Van-koptekst.",
    "p_a_relaxed": "Relaxed",
    "p_a_strict": "Strict",
    "p_rua": "Verzend aggregate reports naar",
    "p_rua_tip": "Ontvangers die dit ondersteunen (zoals Google of Yahoo), sturen periodiek een XML-bestand met informatie over e-mail die ze van je domein hebben ontvangen. Daarin staat of de ontvanger SPF en DKIM van ontvangen e-mails in de afgelopen periode als geldig heeft gezien.",
    "p_ri": "Interval",
    "p_ri_tip": "Bepaalt hoe vaak je de rapporten ontvangt. De standaardinstelling is 1 dag, maar je kunt dit wijzigen naar de door jou gewenste interval.",
    "p_ruf": "Verzend failure reports naar",
    "p_ruf_tip": "Deze reports bevatten headers van mails waarbij de SPF- of DKIM-checks falen. Failure reports zijn zowel voor machines als voor mensen leesbaar en zijn in opgebouwd het AFRF-formaat. Dit type report wordt direct verstuurd als een e-mail faalt.",
    "p_fo": "Opties",
    "p_fo_all": "Alle authenticatiechecks gefaald",
    "p_fo_all_tip": "genereer DMARC-rapport als alle onderliggende verificatiemechanismen (SPF en DKIM) geen uitgelijnd geslaagd resultaat opleveren.",
    "p_fo_any": "Een van de authenticatiechecks is gefaald",
    "p_fo_any_tip": "genereer DMARC-rapport als een onderliggend authenticatiemechanisme (SPF of DKIM) iets anders heeft opgeleverd dan een uitgelijnd geslaagd resultaat.",
    "p_fo_dkim": "DKIM-check is gefaald",
    "p_fo_dkim_tip": "genereer DKIM-rapport als het bericht een handtekening had die niet goed kon worden beoordeeld, ongeacht de uitlijning.",
    "p_fo_spf": "SPF-check is gefaald",
    "p_fo_spf_tip": "Genereer SPF-rapport als het bericht de SPF-evaluatie niet heeft doorstaan, ongeacht de uitlijning.",
    "p_rf": "Rapport-formaat",
    "p_rf_tip": "Authentication Failure Reporting Format (AFRF) is een standaardformaat voor het melden van spam via e-mail.",
    "p_rf_afrf": "X-ARF-formaat",
    "p_rf_iodef": "XML-formaat",
    "w_copy": "kopiëren",
    "w_hour": "uur",
    "w_hours": "uur",
    "w_day": "dag",
    "": ""
}
